fun main()
{
    println("Решебник на языке программирования Kotlin по Задачнику Абрамяна.")
    println("Внутренний синтаксис(Begin1 - b1)")
    println("Список доступных задач:")
    println("Begin1")
//    println("Список доступных задач:")
//    println("Список доступных задач:")
    print("Выберите задачу: "); var user_choise = readLine()
    when(user_choise)
    {
        "b1" -> Begin1()
        else -> print("Такой задачи нет!")



    }
}



fun Begin1()
{
//АААААААААААААААААААААААААААААААААААААА



}


fun Begin9()
{

    ////

}

//Привет, ребята!
//Написал вот что-то, розовая собака228
//приф я чел какойта
//Hello, world!
//анимеее????
//дддддд
//ААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААА


//IntelliJ IDEA
//Kotlin

//ITV-2
//I'm ok.
//GitHub
//454564554544
//я гульь




















//путиииинннне











//смертьььььь с касою



//qwert12345678







//радужные котыыыыы хых
